package _20181024.fiiiiiiiiiiish;

/**
 * 节日庆祝！放假！
 *
 * 题目描述 ：在这个无比美好的1024代码节，你的小可爱决定外出摸鱼啦！
 *
 * 基本思路 ：
 *      1、购买一箱酸酸甜甜辣辣咸咸的大零食！
 *      2、以每两米一袋的间距从床边一直放到鱼塘边
 *      3、备好一只印了超多鸽子图案的小手套
 *      4、你的小可爱就会突然出现 咕咕咕咕地摸鱼啦！
 *
 * 注意事项 ：
 *      零食包括但不限于可乐薯片辣条果冻饼干橡皮糖巧克力炼乳小蛋糕 φ(>ω<*)
 *
 * 注意事项plus ：
 *      在这个伟大的1024，我们！新时代的五好青年！是时候做出改变了！
 *      于是！今天！谨以此鱼郑重宣示！自1024后一天起！OneDays！正式改名TwoDays！
 *      说人话就是！因为后面的东西越来越复杂宝宝看不懂了啦所以决定改为两天一个小算法嘻嘻嘻嘻
 *      但是为了不露出破绽，还是要一天一更新嘿嘿嘿嘿 所以说强行分成上下什么的..才不是强行啦！
 *
 * 输出示例 ：
 *      你在小可爱正在学习！
 */

public class DemoBigFish {
    public static void main(String[] args) {
        System.out.println("咕咕咕咕..你的小可爱正在摸鱼 (*/ω＼*)");
    }
}
